export const MockNewsData = [
  {
    id: '1',
    poster: '/src/assets/images/news/1.png',
    date: '06.05.2025',
    title: 'Что происходит в прокате: у нас — «В списках не значился», у них — список самых прибыльных картин 2025-го',
    description: 'Лидером уик-энда стала экранизация одноименной повести Бориса Васильева «В списках не значился».'
  },
  {
    id: '2',
    poster: '/src/assets/images/news/2.png',
    date: '06.05.2025',
    title: 'Самый ненавистный фильм Disney? Правда и неправда в скандалах вокруг «Белоснежки»',
    description: 'Фильм начали критиковать в интернете еще на этапе производства. Активнее всего недовольство выражали по поводу решения взять на роль заглавной героини, чья кожа в оригинале «бела как снег», артистку с колумбийскими корнями.'
  }
]
